@section('content-node-title', 'About')

@section('content-node-body')
    <section>
        <h2><i class="bi bi-octagon"></i>ホラーゲームネットワークとは？</h2>
        <p>
            ホラーゲーム好きのためのコミュニティサイトです。<br>
            レビューや二次創作など、みなさんの「好き」を共有し合って楽しんでください。
        </p>
    </section>
    <section>
    <h2><i class="bi bi-octagon"></i>ホラーゲームの定義</h2>
        <p>
            これはとても難しい問題です。<br>
            ホラーゲームとは”怖さ”を楽しむゲームです。<br>
            ですが怖さの感じ方は人それぞれ。<br>
            「あんなゲーム、ホラーゲームじゃない」なんて意見もあるでしょう。<br>
            そこで当サイトでは、以下の条件を満たすゲームをホラーゲームとして扱っています。
        </p>
        <ul>
            <li>メーカーが「ホラーゲーム」として販売している</li>
            <li>プレイアブルキャラクターがずっと怖がっている</li>
        </ul>
        <p>
            例えば、「ディノクライシス」シリーズは1のみホラーゲームとして販売されていますが、2以降はアクションゲームとして販売されています。<br>
            そのため、1のみ当サイトで扱っています。<br>
            <br>
            また、恐怖演出がほとんどない「ルイージマンション」はプレイアブルキャラクターであるルイージがずっと怖がっているので当サイトで扱っています。<br>
            カジュアルホラーゲームですね。<br>
        </p>
    </section>
    <section>
        <h2><i class="bi bi-octagon"></i>ゲームタイトル</h2>
        <p>
            当サイトでは1つゲームソフトのことを「ゲームタイトル」と呼んでいます。<br>
            ゲームタイトルには複数の「パッケージ」が存在する場合があります。<br>
            例えば”零～zero～”には”FATAL FRAME”というパッケージもあります。<br>
            これらは分けずに同じゲームタイトルとして扱っています。<br>
            <br>
            また、ゲームタイトルは「シリーズ」や「フランチャイズ」に属しています。<br>
            シリーズは同一ナンバリングのタイトル群です。<br>
            フランチャイズはそれらを1つにまとめたグループのことです。
        </p>
    </section>
    <section>
       <h2><i class="bi bi-octagon"></i>リメイクと移植とリマスター</h2>
        <p>
            リメイクは別のゲームタイトルとして扱います。<br>
            移植やリマスターは同一ゲームタイトルとして扱います。<br>
            <br>
            ”零～紅い蝶～”を例に紹介します。<br>
            ”零～紅い蝶～”はPS2版以外にも、XBOX移植版の”FATAL FRAME2”というパッケージがあります。<br>
            これらは同じタイトルなので、”FATAL FRAME2”のレビュー等は”零～紅い蝶～”として扱います。<br>
            リメイクの”零～真紅の蝶～”は別のゲームタイトルとして扱います。<br>
            <br>
            もう一つ、”BIOHAZARD”を例に紹介します。<br>
            初代”BIOHAZARD”と、そのリメイク”biohazard”は別のタイトルとして扱います。<br>
            ”biohazard HDリマスター”は”biohazard”として扱います。
        </p>
    </section>

    <section>
        <h2><i class="bi bi-octagon"></i>AIの利用</h2>
        <p>
            AIを使っているところがあります。<br>
            プライバシーポリシーを見てください。
        </p>
    </section>

    <section>
        <h2><i class="bi bi-octagon"></i>個人運営</h2>
        <p>
            個人で運営しているため、サポートはなかなか難しいです。<br>
            ご理解頂ける方のみの利用をお願いします。<br>
            <br>
            問い合わせはX/BlueSky/GitHubでお願いします。<br>
            スパムが多いのでメールでの問い合わせには対応していません。<br>
            ご了承ください。
        </p>
    </section>
@endsection
